IDEA Open Model
CoordSystemByVector.VecZ Property
Compatible with IDEA StatiCa Beta 20.0
 Axis Z unit vector
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D VecZ { get; set; }
Public Property VecZ As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
CoordSystemByVector Class
IdeaRS.OpenModel.Geometry3D Namespace